Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# NLCProfileNameTitle
source: Name
ar: الاسم
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
fr_ca: Nom
he: שם
hi: नाम
hr: Naziv
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
ms: Nama
nl: Naam
no: Navn
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Имя
sk: Názov
sl: Ime
sv: Namn
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_cn: 名称
zh_hk: 名稱
zh_tw: 名稱

# NLCProfilesGroupTitle
source: Choose A Profile
ar: اختيار ملف تعريف…
ca: Selecció del perfil
cs: Vyberte profil
da: Vælg en profil
de: Profil auswählen …
el: Επιλογή προφίλ
es: Seleccionar un perfil…
fi: Valitse profiili…
fr: Choisir un profil
fr_ca: Choisir un profil…
he: בחירת פרופיל
hi: प्रोफ़ाइल चुनें
hr: Odaberi profil
hu: Profil kiválasztása
id: Pilih Profil
it: Scegli un profilo
ja: プロファイルを選択
ko: 프로필 선택
ms: Pilih Profil
nl: Kies een profiel
no: Velg en profil…
pl: Wybierz profil…
pt_br: Escolher um Perfil…
pt_pt: Escolher um perfil
ro: Alegeți un profil
ru: Выберите профиль
sk: Výber profilu
sl: Izbira profila
sv: Välj en profil…
th: เลือกโปรไฟล์
tr: Bir Profil Seçin
uk: Оберіть профіль
vi: Chọn một hồ sơ
zh_cn: 选取描述文件…
zh_hk: 選擇描述檔⋯
zh_tw: 選擇描述檔

# NLCOKActionTitle
source: OK
ar: موافق
el: ΟΚ
he: אישור
hi: ठीक
id: OKE
ko: 확인
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# NLCProfilesMoreInfoDescription
source: Press Play/Pause to see more information about a profile.
ar: اضغط على تشغيل/إيقاف مؤقت لعرض المزيد من المعلومات عن ملف التعريف.
ca: Prem el botó de reproduir i posar en pausa per obtenir més informació sobre un perfil.
cs: Stisknutím tlačítka přehrát/pozastavit zobrazíte další informace o profilu.
da: Tryk på Afspil/Pause for at se flere oplysninger om en profil.
de: Drücke auf „Wiedergabe/Pause“, um weitere Informationen zu einem Profil zu sehen.
el: Πατήστε «Αναπαραγωγή/Παύση» για εμφάνιση περισσότερων πληροφοριών σχετικά με ένα προφίλ.
es: Pulsa Reproducir/pausar para obtener más información sobre un perfil.
fi: Näet lisätietoja profiilista painamalla toistopainiketta.
fr: Appuyez sur Lire/Mettre en pause pour afficher plus d’informations sur un profil.
fr_ca: Appuyez sur Lecture/pause pour afficher plus d’informations sur un profil.
he: יש ללחוץ על הפעלה/השהיה כדי להציג מידע נוסף על פרופיל.
hi: किसी प्रोफ़ाइल के बारे में अधिक जानकारी देखने के लिए “चलाएँ/पॉज़ करें” दबाएँ।
hr: Pritisnite Reprodukciju/Pauzu za prikazivanje dodatnih informacija o profilu.
hu: A Lejátszás/Szüneteltetés megnyomásával további információkat jeleníthet meg a profilról.
id: Tekan Putar/Jeda untuk melihat informasi lainnya mengenai profil.
it: Premi Riproduci/Pausa per visualizzare ulteriori informazioni su un profilo.
ja: プロファイルについての詳しい情報を表示するには再生/一時停止を押します。
ko: 프로필에 관한 자세한 정보를 보려면 재생/일시 정지 버튼을 누르십시오.
ms: Tekan Main/Jeda untuk melihat maklumat lanjut tentang profil.
nl: Druk op 'Speel af/pauzeer' om meer informatie over een profiel te zien.
no: Trykk på Start/pause for å se mer informasjon om en profil.
pl: Naciśnij Odtwarzaj/Pauza, aby wyświetlić więcej informacji o profilu.
pt_br: Pressione Reproduzir/Pausar para ver mais informações sobre um perfil.
pt_pt: Prima Reproduzir/pausar para ver mais informações sobre um perfil.
ro: Apăsați pe butonul de redare/suspendare pentru a vedea mai multe informații despre un profil.
ru: Чтобы просмотреть подробную информацию о профиле, нажмите кнопку воспроизведения/паузы.
sk: Stlačením Prehrať/Pozastaviť zobrazíte viac informácií o profile.
sl: Za več informacij o profilu pritisnite Predvajaj/Začasno ustavi.
sv: Tryck på uppspelnings- /pausknappen för mer information om en profil.
th: กดเล่น/หยุดพักเพื่อดูข้อมูลเพิ่มเติมเกี่ยวกับโปรไฟล์
tr: Bir profil hakkında daha fazla bilgi görmek için Çal/Durdur’a basın.
uk: Натисніть кнопку «Відтворити/призупинити», щоб переглянути додаткову інформацію про профіль.
vi: Nhấn Phát/Tạm dừng để xem thêm thông tin về một hồ sơ.
zh_cn: 按下播放/暂停查看有关描述文件的更多信息。
zh_hk: 按下播放/暫停以查看有關描述檔的更多資料。
zh_tw: 按下「播放/暫停」來查看更多描述檔的資訊。

# NLCNewProfileTitle
source: New Profile
ar: ملف تعريف جديد
ca: Nou perfil
cs: Nový profil
da: Ny profil
de: Neues Profil
el: Νέο προφίλ
es: Nuevo perfil
fi: Uusi profiili
fr: Nouveau profil
fr_ca: Nouveau profil
he: פרופיל חדש
hi: नई प्रोफ़ाइल
hr: Novi profil
hu: Új profil
id: Profil Baru
it: Nuovo profilo
ja: 新規プロファイル
ko: 새로운 프로필
ms: Profil Baharu
nl: Nieuw profiel
no: Ny profil
pl: Nowy profil
pt_br: Novo Perfil
pt_pt: Novo perfil
ro: Profil nou
ru: Новый профиль
sk: Nový profil
sl: Nov profil
sv: Ny profil
th: โปรไฟล์ใหม่
tr: Yeni Profil
uk: Новий профіль
vi: Hồ sơ mới
zh_cn: 新描述文件
zh_hk: 新增描述檔
zh_tw: 新增描述檔

# NLCNameRequiredTitle
source: Name required
ar: الاسم مطلوب
ca: Nom obligatori
cs: Je požadován název
da: Navn kræves
de: Name erforderlich
el: Απαιτείται το όνομα
es: Se necesita un nombre
fi: Vaaditaan nimi
fr: Nom requis
fr_ca: Nom requis
he: נדרש שם
hi: नाम आवश्यक है
hr: Potreban je naziv
hu: A nevet meg kell adni
id: Nama diperlukan
it: Nome richiesto
ja: 名前が必要です
ko: 이름이 필요함
ms: Nama diperlukan
nl: Naam vereist
no: Navn kreves
pl: Nazwa wymagana
pt_br: Nome necessário
pt_pt: Nome necessário
ro: Nume necesar
ru: Требуется имя
sk: Vyžaduje sa názov
sl: Zahtevano je ime
sv: Namn krävs
th: ต้องมีชื่อ
tr: Ad gerekli
uk: Потрібна назва
vi: Yêu cầu tên
zh_cn: 需要名称
zh_hk: 需要名稱
zh_tw: 需要名稱

# NLCProfilesDuplicateTitle
source: Duplicate Profile…
ar: تكرار ملف التعريف…
ca: Duplica el perfil…
cs: Duplikovat profil…
da: Dubler profil…
de: Profil duplizieren …
el: Δημιουργία διπλότυπου προφίλ…
es: Duplicar perfil…
fi: Monista profiili…
fr: Dupliquer le profil…
fr_ca: Dupliquer le profil…
he: שכפול פרופיל…
hi: प्रोफ़ाइल की नक़ल बनाएँ…
hr: Dupliciraj profil…
hu: Profil megkettőzése…
id: Duplikatkan Profil…
it: Duplica profilo…
ja: プロファイルを複製…
ko: 프로필 복제…
ms: Duplikasi Profil…
nl: Dupliceer profiel…
no: Dupliser profil…
pl: Powiel profil…
pt_br: Duplicar Perfil…
pt_pt: Duplicar perfil…
ro: Duplicați profilul…
ru: Дублировать профиль…
sk: Duplikovať profil…
sl: Podvoji profil …
sv: Duplicera profil…
th: ทำสำเนาโปรไฟล์…
tr: Profili Çoğalt…
uk: Дублювати профіль…
vi: Nhân bản hồ sơ…
zh_cn: 复制描述文件…
zh_hk: 製作描述檔副本⋯
zh_tw: 複製描述檔⋯

# NLCInPacketLoss
source: In packet loss
ar: فقدان الحزم للإدخال
ca: Pèrdua de paquets d’entrada
cs: Ztráta paketů na vstupu
da: Indgående pakketab
de: Eingabe: Paketverlust
el: Απώλεια πακέτου εισόδου
es: Pérdida de paquetes de entrada
fi: Tulopakettihäviö
fr: Perte de paquets d’entrée
fr_ca: Perte de paquets d’entrée
he: אובדן מנות בקבלה
hi: इन पैकेट लॉस
hr: Ulazni gubitak paketa
hu: Bemeneti csomagveszteség
id: Pengurangan paket masuk
it: Perdita di pacchetti in entrata
ja: 入力パケット損失
ko: 입력 패킷 유실
ms: Kehilangan paket masuk
nl: Pakketverlies in
no: Pakketap inn
pl: Utrata pakietów (wejście)
pt_br: Perda de pacote de entrada
pt_pt: Perda de pacotes de entrada
ro: Pierdere pachete intrare
ru: Потеря пакетов на входе
sk: Strata paketov – vstup
sl: Vhodna izguba paketa
sv: Paketförlust in
th: การสูญเสียแพ็คเกตของข้อมูลเข้า
tr: Giriş paket kaybı
uk: Втрата пакетів (вхід)
vi: Mất gói đầu vào
zh_cn: 输入丢包
zh_hk: 輸入封包遺失
zh_tw: 封包遺失

# NLCOutBandwidth
source: Out bandwidth
ar: النطاق الترددي للإخراج
ca: Amplada de banda de sortida
cs: Odchozí šířka pásma
da: Udgående båndbredde
de: Ausgabe: Bandbreite
el: Εύρος ζώνης εξόδου
es: Ancho de banda de salida
fi: Lähtökaistanleveys
fr: Bande passante de sortie
fr_ca: Bande passante de sortie
he: רוחב פס של שליחה
hi: आउट बैंडविड्थ
hr: Izlazna pojasna širina
hu: Kimeneti sávszélesség
id: Bandwidth keluar
it: Larghezza di banda in uscita
ja: 出力帯域幅
ko: 출력 대역폭
ms: Lebar jalur keluar
nl: Bandbreedte uit
no: Båndbredde ut
pl: Szer. pasma (wyjście)
pt_br: Largura de banda de saída
pt_pt: Largura de banda de saída
ro: Lățime de bandă ieșire
ru: Ширина выходной полосы
sk: Šírka pásma – výstup
sl: Izhodna pasovna širina
sv: Bandbredd ut
th: แบนด์วิดท์ของข้อมูลออก
tr: Çıkış bant genişliği
uk: Пропускна здатність (вихід)
vi: Băng thông đầu ra
zh_cn: 输出带宽
zh_hk: 輸出頻寬
zh_tw: 輸出頻寬

# GraphicsHUDGroupDescription
source: The graphics performance HUD shows framerate, GPU time, and memory usage, and can log performance data for later analysis.
ar: تظهر تقنية HUD لأداء الغرافيكس معدل الإطارات، وزمن GPU، واستخدام الذاكرة، ويمكنها تسجيل بيانات الأداء لتحليلها لاحقًا.
ca: L’indicador en pantalla del rendiment dels gràfics mostra la freqüència de fotogrames, el temps de GPU i l’ús de memòria, i pot registrar les dades del rendiment per analitzar‑les posteriorment.
cs: HUD výkonu grafiky zobrazuje snímkovou frekvenci, čas GPU a využití paměti a může zaznamenávat údaje o výkonu pro pozdější analýzu.
da: Grafikydeevne-HUD viser billedfrekvens, GPU-tid og hukommelsesforbrug og kan registrere ydeevnedata til analyse på et senere tidspunkt.
de: Die Schwebepalette für Grafikleistung zeigt Bildrate, GPU-Zeit und Speichernutzung an. Sie kann zudem Leistungsdaten für spätere Analysen protokollieren.
el: Το HUD απόδοσης γραφικών εμφανίζει τον ρυθμό καρέ, τον χρόνο GPU και τη χρήση μνήμης, και μπορεί να καταγράφει δεδομένα απόδοσης για μεταγενέστερες αναλύσεις.
es: El HUD del rendimiento de gráficos muestra la frecuencia de fotogramas, el tiempo de la GPU y el uso de la memoria, y puede registrar los datos de rendimiento para su análisis posterior.
fi: Grafiikan suorituskykyvisiiri näyttää kuvataajuuden, GPU-ajan ja muistin käytön sekä voi kirjata suorituskykytietoja lokiin myöhempää analyysia varten.
fr: La palette des performances graphiques indique la fréquence d’images, le temps du GPU et l’utilisation de la mémoire. Elle permet également d’enregistrer les données de performances en vue d’une analyse ultérieure.
fr_ca: L’ATH de performance graphique affiche la fréquence d’images, le temps de traitement graphique ainsi que l’utilisation de la mémoire et peut enregistrer des données de performance aux fins d’analyse.
he: ביצועי גרפיקה במצב HUD מציגים קצב פריימים, זמן GPU ושימוש בזיכרון, ויכולים ליצור דו״חות עם נתוני ביצועים שניתן יהיה לנתח בהמשך.
hi: ग्राफ़िक्स कार्यक्षमता HUD फ़्रेमरेट, GPU टाइम और मेमोरी उपयोग प्रदर्शित करता है और कार्यक्षमता डेटा को बाद में विश्लेषण के लिए लॉग कर सकता है।
hr: HUD izvedba grafike prikazuje brzinu sličica, vrijeme GPU-a i uporabu memorije te može zabilježiti podatke o performansama radi kasnije analize.
hu: A grafikai teljesítmény HUD-ja megjeleníti a képkockasebességet, a GPU órajelét és a memóriahasználatot, valamint képes teljesítményadatokat naplózni a későbbi elemzés céljából.
id: HUD kinerja grafis menampilkan laju bingkai, waktu GPU, penggunaan memori, dan dapat mencatat data kinerja untuk dianalisis di kemudian waktu.
it: L’HUD per le prestazioni della grafica mostra la frequenza dei fotogrammi, il tempo GPU e l’utilizzo di memoria. Può anche registrare i dati delle prestazioni per analisi successive.
ja: グラフィックスパフォーマンスのHUDは、フレームレート、GPU時間、およびメモリ使用状況を表示し、あとで解析するためにパフォーマンスデータを記録できます。
ko: 그래픽 성능 HUD는 프레임률, GPU 시간 및 메모리 사용을 보여주고, 이후 분석을 위해 성능 데이터를 기록할 수 있습니다.
ms: HUD prestasi grafik menunjukkan kadar bingkai, masa GPU dan penggunaan memori dan boleh mengelog data prestasi untuk dianalisis kemudian.
nl: De HUD voor grafische prestaties toont de beeldsnelheid, de GPU-tijd en het geheugengebruik, en kan prestatiegegevens vastleggen voor latere analyse.
no: Grafikkytelsesoverlegget viser bildefrekvens, GPU-tid og minnebruk, og kan loggføre ytelsesdata for senere analyse.
pl: HUD wydajności grafiki pokazuje częstotliwość klatek, czas GPU i użycie pamięci oraz może rejestrować dane wydajności do dalszej analizy.
pt_br: A HUD para desempenho gráfico mostra a taxa de quadro, tempo de GPU e uso de memória, além de poder registrar dados de desempenho para futura análise.
pt_pt: O HUD de desempenho gráfico mostra a taxa de fotogramas, tempo da GPU e utilização de memória, e pode registar dados de desempenho para análise posterior.
ro: Panoul de comenzi pentru performanța grafică afișează frecvența de cadre, timpul GPU și utilizarea memoriei și poate înregistra datele de performanță pentru a fi analizate ulterior.
ru: Панель мониторинга графики показывает частоту кадров, время работы графического процессора и использование памяти, а также может вести журнал производительности для последующего анализа.
sk: HUD grafického výkonu zobrazuje rýchlosť snímok, čas GPU a využitie pamäte a môže zaznamenávať dáta týkajúce sa výkonu na ďalšiu analýzu.
sl: HUD za učinkovitost grafike prikazuje hitrost sličic, čas GPE in uporabo pomnilnika ter lahko beleži podatke o učinkovitosti za poznejšo analizo.
sv: Grafikprestandaöverlägget visar bildhastighet, GPU-tid och minnesanvändning och kan logga prestandadata för senare analys.
th: ประสิทธิภาพกราฟิกของ HUD จะแสดงอัตราเฟรม, เวลา GPU และปริมาณหน่วยความจำที่ใช้ และสามารถบันทึกข้อมูลประสิทธิภาพเพื่อใช้วิเคราะห์ในภายหลังได้
tr: Grafik performansı HUD kare hızını, GPU süresini ve bellek kullanımını gösterir, ayrıca daha sonra analiz edilmesi için performans verilerinin günlüğünü de tutabilir.
uk: Інформаційна панель для графіки показує частоту кадрів, час графічного процесора та дані про використання памʼяті й може створювати журнали даних про продуктивність для подальшого аналізу.
vi: HUD hiệu năng đồ họa cho biết tốc độ khung hình, thời gian GPU và mức sử dụng bộ nhớ, đồng thời có thể ghi nhật ký dữ liệu hiệu năng để phân tích sau này.
zh_cn: 图形性能HUD可显示帧率、GPU耗时和内存使用率，并可记录性能数据用于之后的分析。
zh_hk: 圖形效能HUD顯示影格率、GPU時間和記憶體用量，並且可以記錄效能資料，以供日後分析之用。
zh_tw: 圖形效能HUD會顯示影格率、GPU時間、記憶體用量，並可以記錄效能資料以供日後分析。

# NLCInfoGroupDescription
source: Bandwidth in kb/s, packet loss rate in %, and delay in milliseconds
ar: النطاق الترددي بالكيلوبت/ث، وفقدان الحزم بالنسبة المئوية، ومدة التأخير بالملي ثانية
ca: Amplada de banda en kbps, ràtio de pèrdua de paquets en percentatge i retard en mil·lisegons
cs: Šířka pásma v kb/s, ztráta paketů v procentech a prodleva v milisekundách
da: Båndbredde i kb/s, pakketab i procent og forsinkelse i millisekunder
de: Bandbreite in KBit/s, Paketverlustrate in Prozent und Verzögerung in Millisekunden
el: Εύρος ζώνης σε kb/δευτ., ρυθμός απώλειας πακέτου σε % και καθυστέρηση σε χιλιοστά δευτερολέπτου
es: Ancho de banda en kb/s, índice de pérdida de paquetes en porcentaje y demora en milisegundos
fi: Kaistanleveys kb/s:inä, pakettihäviö prosentteina ja viive millisekunteina
fr: La bande passante en kb/s, le taux de perte de paquets en pourcentage et le délai en millisecondes.
fr_ca: La bande passante en ko/s, le taux de perte de paquets en pourcentage et le délai en millisecondes
he: רוחב הפס צריך להיות בק״ב לשנייה, שיעור אובדן המנות צריך להיות באחוזים וערך ההשהיה צריך להיות באלפיות השנייה
hi: बैंडविड्थ kb/s में, पैकेट लॉस दर % में और डिले मिलीसेकंड में
hr: Pojasna širina u kb/s, stopa gubitka paketa u postocima i odgoda u milisekundama
hu: Sávszélesség kb/s értékben, csomagveszteségi arány százalékban, és késleltetés ezredmásodpercben kifejezve
id: Bandwidth dalam kb/d, laju pengurangan paket dalam %, dan penundaan dalam milidetik
it: Larghezza di banda in kb/s, frequenza perdita di pacchetti in percentuale e ritardo in millisecondi
ja: 帯域幅（単位: kb/s）、パケット損失レート（単位: パーセント）、遅延（単位: ミリ秒）
ko: 대역폭(kb/s), 패킷 유실률(%) 및 지연(밀리초)
ms: Lebar jalur dalam kb/s, kadar kehilangan paket dalam % dan tundaan dalam milisaat
nl: Bandbreedte in Kbps, pakketverliesfrequentie in % en vertraging in milliseconden
no: Båndbredde i kB/s, pakketap­frekvens i % og forsinkelse i millisekunder
pl: Szerokość pasma (w kb/s), współczynnik utraty pakietów (w %) i opóźnienie (w ms)
pt_br: Largura de banda em kb/s, taxa de perda de pacotes em porcentagem e atraso em milissegundos
pt_pt: Largura de banda em kb/s, taxa de perda de pacotes em percentagem e atraso em milissegundos
ro: Lățimea de bandă în kb/s, rata pierderii de pachete în procente și întârzierea în milisecunde
ru: Ширина полосы в килобайтах в секунду, коэффициент потери пакетов в процентах и задержка в миллисекундах
sk: Šírka pásma v kb/s, strata paketov v percentách a oneskorenie v milisekundách
sl: Pasovna širina v kb/s, stopnja izgube pri paketnem prenosu podatkov v % in zakasnitev v milisekundah
sv: Bandbredd i kbit/s, paketförlust i procentandel och fördröjning i millisekunder
th: แบนด์วิดท์เป็น kb/s, อัตราการสูญเสียแพ็คเกตเป็น % และความล่าช้าเป็นมิลลิวินาที
tr: Bant genişliği kb/sn, paket kayıp hızı % ve gecikme milisaniye olarak gösterilir
uk: Пропускна здатність у Кбіт/с, коефіцієнт втрати пакетів у відсотках і затримка в мілісекундах
vi: Băng thông tính bằng kb/s, tỷ lệ mất gói tính bằng % và độ trễ tính bằng mili giây
zh_cn: 带宽单位为kb/s，丢包率单位为%，延迟单位为毫秒
zh_hk: 頻寬單位為kb/s，封包遺失率單位為%，延遲時間單位為毫秒
zh_tw: 以kb/秒為單位的頻寬，以%為單位的封包遺失率，和以毫秒為單位的延遲時間

source: Reset Codec Services
ar: إعادة تعيين خدمات برنامج الترميز
ca: Restableix els serveis de còdecs
cs: Resetovat služby kodeků
da: Nulstil codec-tjenester
de: Codec-Dienste zurücksetzen
el: Επαναφορά των Υπηρεσιών Codec
es: Restablecer los servicios de códec
fi: Nollaa koodekkipalvelut
fr: Réinitialiser les services de codec
fr_ca: Réinitialiser les services de codecs
he: איפוס שירותי הקידוד
hi: कोडेक सेवाएँ रीसेट करें
hr: Resetiraj usluge kodeka
hu: Kodekszolgáltatások alaphelyzetbe állítása
id: Atur Ulang Layanan Codec
it: Inizializza servizi codec
ja: コーデックサービスをリセット
ko: 코덱 서비스 재설정
ms: Reset Perkhidmatan Codec
nl: Stel codecvoorzieningen opnieuw in
no: Nullstill kodektjenester
pl: Wyzeruj usługi kodeków
pt_br: Redefinir Serviços de Codec
pt_pt: Repor serviços de codec
ro: Resetați serviciile codec
ru: Сбросить службы кодеков
sk: Resetovať služby kodekov
sl: Ponastavi storitve kodeka
sv: Nollställ kodektjänster
th: รีเซ็ตบริการ Codec
tr: Kodlayıcı/Çözücü Servislerini Sıfırla
uk: Скинути сервіси кодеків
vi: Đặt lại dịch vụ codec
zh_cn: 还原编解码器服务
zh_hk: 重設編解碼器服務
zh_tw: 重置編解碼器服務

# NLCNameRequiredMessage
source: Please enter a name for the profile or select Cancel to discard changes
ar: يرجى إدخال اسم لملف التعريف أو تحديد "إلغاء" لاستبعاد التغييرات
ca: Posa un nom al perfil o selecciona “Cancel·la” per descartar els canvis.
cs: Zadejte název profilu. Pokud provedené změny použít nechcete, vyberte volbu Zrušit.
da: Skriv et navn til profilen, eller vælg Annuller, hvis du vil slette ændringerne
de: Gib einen Namen für das Profil ein oder wähle „Abbrechen“, um die Änderungen zu verwerfen.
el: Εισαγάγετε ένα όνομα για το προφίλ ή επιλέξτε «Ακύρωση» για απόρριψη των αλλαγών
es: Introduce un nombre para el perfil o selecciona Cancelar para descartar los cambios.
fi: Syötä profiilille nimi tai hylkää muutokset valitsemalla Kumoa
fr: Saisissez un nom pour le profil ou sélectionnez Annuler pour annuler les modifications.
fr_ca: Veuillez entrer un nom pour le profil ou sélectionner Annuler pour annuler les modifications.
he: נא להזין שם עבור הפרופיל או לבחור ב״ביטול״ כדי לבטל את השינויים
hi: कृपया प्रोफ़ाइल के लिए कोई नाम चुनें या परिवर्तन ख़ारिज करने के लिए “रद्द करें” चुनें
hr: Unesite naziv za profil ili odaberite Poništi za odbacivanje promjena
hu: Adja meg a profil nevét, vagy válassza a Mégsem lehetőséget a módosítások elvetéséhez
id: Masukkan nama untuk profil atau pilih Batalkan untuk membuang perubahan
it: Inserisci un nome per il profilo o seleziona Annulla per non salvare le modifiche.
ja: 新しいプロファイルの名前を入力するか、または“キャンセル”を選択して変更を破棄してください
ko: 프로필의 이름을 입력하거나 취소를 선택하여 변경 사항을 폐기하십시오.
ms: Sila masukkan nama untuk profil atau pilih Batal untuk membuang perubahan
nl: Voer een naam voor het profiel in of selecteer 'Annuleer' om wijzigingen ongedaan te maken
no: Gi profilen et navn, eller velg Avbryt for å forkaste endringene
pl: Podaj nazwę tego profilu lub wybierz Anuluj, aby odrzucić zmiany
pt_br: Digite um nome para o perfil ou selecione Cancelar para descartar as alterações
pt_pt: Digite um nome para o perfil ou selecione Cancelar para ignorar as alterações.
ro: Introduceți un nume pentru profil sau selectați Anulați pentru a abandona modificările
ru: Введите имя для этого профиля или выберите «Отменить», чтобы не применять изменения.
sk: Zadajte názov profilu alebo vyberte Zrušiť, čím zahodíte všetky zmeny.
sl: Vnesite ime za profil ali izberite Prekliči, da zavržete spremembe
sv: Ange ett namn för profilen eller välj Avbryt om du inte vill spara ändringarna
th: โปรดป้อนชื่อสำหรับโปรไฟล์หรือเลือกยกเลิกเพื่อทิ้งการแก้ไข
tr: Lütfen profil için bir ad girin veya değişiklikleri yok saymak için Vazgeç’i seçin.
uk: Введіть назву профілю або натисніть «Скасувати», щоб відхилити зміни
vi: Vui lòng nhập tên cho hồ sơ hoặc chọn Hủy để hủy bỏ các thay đổi
zh_cn: 请为描述文件输入名称，或选择取消以放弃更改
zh_hk: 請輸入描述檔的名稱，或選擇「取消」以捨棄變更
zh_tw: 請輸入描述檔名稱或選擇「取消」來捨棄更動

# GameTestingGroupTitle
source: Game Center Testing
ar: اختبار Game Center
ca: Proves del Game Center
cs: Testování v Game Centru
da: Test af Game Center
de: Game Center-Tests
el: Δοκιμές Game Center
es: Pruebas de Game Center
fi: Game Center -testaus
fr: Test de Game Center
fr_ca: Test de Game Center
he: בדיקת Game Center
hi: Game Center टेस्टिंग
hr: Testiranje Game Centera
hu: Game Center-tesztelés
id: Pengetesan Game Center
it: Test di Game Center
ja: Game Centerテスト
ko: Game Center 테스트
ms: Ujian Game Center
nl: Game Center-testen
pl: Testowanie Game Center
pt_br: Teste do Game Center
pt_pt: Testes do Game Center
ro: Testare Game Center
ru: Тестирование Game Center
sk: Testovanie Game Centra
sl: Preizkušanje omrežja Game Center
sv: Game Center-testning
th: การทดสอบ Game Center
tr: Game Center Testi
uk: Тестування Game Center
vi: Kiểm tra Game Center
zh_cn: Game Center测试
zh_hk: Game Center測試
zh_tw: Game Center測試

# PlaybackHUDTitle
source: Playback HUD
ar: تقنية HUD للتشغيل
ca: Indicador de reproducció en pantalla
cs: HUD přehrávání
da: Afspilnings-HUD
de: Schwebepalette für Wiedergabe
el: HUD αναπαραγωγής
es: HUD de reproducción
fi: Toistovisiiri
fr: Palette graphique de lecture
fr_ca: Indicateurs de lecture superposés
he: הפעלה במצב HUD
hi: प्लेबैक HUD
hr: HUD reprodukcije
hu: Lejátszási HUD
id: HUD Pemutaran
it: HUD riproduzione
ja: 再生HUD
ko: 재생 HUD
ms: HUD Main Balik
nl: Afspeel-HUD
no: Avspillingsoverlegg
pl: HUD odtwarzania
pt_br: Reproduzir HUD
pt_pt: HUD de reprodução
ro: Panou de comenzi pentru redare
ru: Мониторинг воспроизведения
sk: HUD prehrávania
sl: HUD za predvajanje
sv: Uppspelnings-HUD
th: HUD ของการเล่น
tr: Oynatma HUD
uk: Інформаційна панель для відтворення
vi: HUD phát lại
zh_cn: 播放HUD
zh_hk: 播放HUD
zh_tw: 播放HUD

source: Reset Capture Services
ar: إعادة تعيين خدمات الالتقاط
ca: Restableix els serveis de captura
cs: Resetovat záznamové služby
da: Nulstil optagetjenester
de: Aufnahmedienste zurücksetzen
el: Επαναφορά των Υπηρεσιών λήψης
es: Restablecer los servicios de captura
fi: Nollaa kuvauspalvelut
fr: Réinitialiser les services de capture
fr_ca: Réinitialiser les services de capture
he: איפוס שירותי הלכידה
hi: कैप्चर सेवाएँ रीसेट करें
hr: Resetiraj usluge snimanja
hu: Rögzítési szolgáltatások alaphelyzetbe állítása
id: Atur Ulang Layanan Perekaman
it: Inizializza servizi di acquisizione
ja: 取り込みサービスをリセット
ko: 캡처 서비스 재설정
ms: Reset Perkhidmatan Tangkapan
nl: Stel vastleggingsvoorzieningen opnieuw in
no: Nullstill tjenester for skjermbilde og skjermopptak
pl: Wyzeruj usługi przechwytywania
pt_br: Redefinir Serviços de Captura
pt_pt: Repor serviços de captura
ro: Resetați serviciile de captură
ru: Сбросить службы захвата изображения
sk: Resetovať záznamové služby
sl: Ponastavi storitve zajema
sv: Nollställ avbildningstjänster
th: รีเซ็ตบริการการจับข้อมูล
tr: Kayıt Servislerini Sıfırla
uk: Скинути сервіси захоплення зображень
vi: Đặt lại dịch vụ ghi hình
zh_cn: 还原捕捉服务
zh_hk: 重設拍攝服務
zh_tw: 重置擷取服務

# NLCEthernetInterface
source: Ethernet
ar: إيثرنت
hi: ईथरनेट
ko: 이더넷
th: อีเธอร์เน็ต
zh_cn: 以太网
zh_hk: 乙太網絡
zh_tw: 乙太網路
